exports.donate = (id, tanggal, whatsapp, youtube, instagram, nomer) => {
	return `_*PudidiXBoT*_
	
ೋ❀❀ೋ═══ • ☞ • ═══ೋ❀❀ೋ

  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
  
ೋ❀❀ೋ═══ • ☞ • ═══ೋ❀❀ೋ

*${tanggal}*
         

┏━━━━━━━━━━━━━━━━━━━━
┃ 𝗗𝗢𝗡𝗔𝗦𝗜 𝗞𝗘 ${A187}
┣━━━━━━━━━━━━━━━━━━━━
┣━⊱ 𝗗𝗢𝗡𝗔𝗦𝗜 .!.!.!.!. ❉⊰━━✿
┃  
┣➥  𝙾𝚅𝙾: 0858-0710-7404
┣➥ 𝙿𝚄𝙻𝚂𝙰: 0858-0710-7404
┣➥ 𝙶𝙾𝙿𝙰𝚈: 0858-0710-7404
┃
┣━━━━━⊱ 𝗦𝗢𝗦𝗠𝗘𝗗 ⊰━━━━━✿
┃
┣➥  𝚈𝚘𝚞𝚃𝚞𝚋𝚎 𝙼𝚒𝚖𝚒𝚗 
┃ _${youtube}_
┣➥ 𝙸𝚗𝚜𝚝𝚊𝚐𝚛𝚊𝚖 (𝚏𝚘𝚕𝚕𝚘𝚠)
┃ _${instagram}_
┣➥ 𝙲𝚛𝚎𝚊𝚝𝚘𝚛 ${A187}
┃ _${nomer}_
┣━━━━━━━━━━━━━━━━━━━━
┃ *_THIS BOT BY VECTORS MOE_*
┗━━━━━━━━━━━━━━━━━━━━`
}
