/*
*ARIS187 ID
*ARIS187 ID
*ARIS187 ID
*ANAK ANJING MAU NGAPAIN?
*HARGAIN CREATOR ASLINYA BOSQUE
*GUA SUSAH PAYAH BUAT,KALIAN CUMAN MODAL NAMA SU
*TANPA KASIH CREDITS LAGI,,,,NYESEK SU ASU
*DIBILANG JANGAN UBAH INFO!!
*KASIH GUA CREDITS SEDIKIT BANGKE
*ANAK HARAM MANA MUNGKIN NURUT XIXIXIXXI
*ARIS187 ID
*ARIS187 ID
*ARIS187ID
*/
exports.help = (id, tanggal) => {
	return `_*PudidiXBoT*_
	
ೋ❀❀ೋ═══ • ☞ • ═══ೋ❀❀ೋ

  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
  
ೋ❀❀ೋ═══ • ☞ • ═══ೋ❀❀ೋ

*${tanggal}*
*Groups* : _13_
*User* : _19_
*Fitur* : _103_
          
┏━━━°❀ ❬ 𝘼𝘽𝙊𝙐𝙏 ❭ ❀°━━━┓
┃
┏❉ !𝚒𝚗𝚏𝚘
┣❉ !𝚍𝚘𝚗𝚊𝚜𝚒 
┗❉ !𝚌𝚛𝚎𝚊𝚝𝚘𝚛 
┃
┣━━━°❀ ❬ 𝗠𝗔𝗞𝗘𝗥 ❭ ❀°━━━⊱
┃
┣➥ !𝚜𝚝𝚒𝚌𝚔𝚎𝚛 
┣➥ !𝚗𝚞𝚕𝚒𝚜 [𝚝𝚎𝚡𝚝]
┣➥ !𝚝𝚎𝚡𝚝𝚑𝚞𝚗𝚍𝚎𝚛 [𝚝𝚎𝚡𝚝]
┣➥ !𝚕𝚘𝚐𝚘𝚐𝚊𝚖𝚒𝚗𝚐 [𝚝𝚎𝚡𝚝]
┣➥ !𝚐𝚕𝚝𝚎𝚡𝚝 [𝚝𝚎𝚡𝚝]
┣➥ !𝚝𝚎𝚡𝚝𝟹𝚍 [𝚝𝚎𝚡𝚝]
┣➥ !𝚋𝚕𝚊𝚌𝚔𝚙𝚒𝚗𝚔 [𝚝𝚎𝚡𝚝]
┣➥ !𝚝𝚝𝚙 [𝚝𝚎𝚡𝚝]
┣➥ !𝚌𝚘𝚘𝚕𝚝𝚎𝚡𝚝 [𝚝𝚎𝚡𝚝]
┣➥ !𝚓𝚘𝚔𝚎𝚛𝚕𝚘𝚐𝚘 [𝚝𝚎𝚡𝚝]
┣➥ !𝚠𝚘𝚕𝚏𝚕𝚘𝚐𝚘𝟷 [𝚝𝚎𝚡𝚝]
┣➥ !𝚠𝚘𝚕𝚏𝚕𝚘𝚐𝚘𝟸 [𝚝𝚎𝚡𝚝]
┣➥ !𝚕𝚒𝚘𝚗𝚕𝚘𝚐𝚘 [𝚝𝚎𝚡𝚝]
┃
┣━━━━°❀ ❬ 𝙈𝙀𝘿𝙄𝘼 ❭ ❀°━━━⊱
┃
┣➥ !𝚙𝚒𝚌𝚝 𝚌𝚎𝚠𝚎𝚔 
┣➥ !𝚙𝚒𝚌𝚝 𝚌𝚘𝚠𝚘𝚔 
┣➥ !𝚙𝚘𝚔𝚎𝚖𝚘𝚗 
┣➥ !𝚕𝚘𝚕𝚒 
┣➥ !𝚊𝚗𝚒𝚖𝚎𝚙𝚒𝚌𝚝 
┣➥ !𝚛𝚊𝚖𝚍𝚘𝚖𝚊𝚗𝚒𝚖𝚎 
┣➥ !𝚠𝚊𝚒𝚏𝚞 
┣➥ !𝚠𝚊𝚒𝚏𝚞𝟸 
┣➥ !𝚖𝚎𝚖𝚎 
┣➥ !𝚜𝚜𝚠𝚎𝚋 [𝚕𝚒𝚗𝚔]
┃
┣━━°❀ ❬ 𝙀𝘿𝙐𝘾𝘼𝙏𝙄𝙊𝙉 ❭ ❀°━━⊱
┃
┣➥ !𝚙𝚊𝚗𝚝𝚞𝚗 
┣➥ !𝚊𝚛𝚝𝚒𝚗𝚊𝚖𝚊 [Arman]
┣➥ !𝚙𝚊𝚜𝚊𝚗𝚐𝚊𝚗 [Arman & Ivan]
┣➥ !𝚕𝚒𝚛𝚒𝚔 [𝚓𝚞𝚍𝚞𝚕]
┣➥ !𝚌𝚑𝚘𝚛𝚍 [𝚓𝚞𝚍𝚞𝚕]
┣➥ !𝚋𝚞𝚌𝚒𝚗 
┣➥ !𝚛𝚎𝚗𝚞𝚗𝚐𝚊𝚗 
┣➥ !𝚣𝚘𝚍𝚒𝚊𝚔 [26-01-2001]
┣➥ !𝚜𝚒𝚖𝚒 [𝚝𝚎𝚡𝚝]
┃
┣━━°❀ ❬ 𝙄𝙉𝙁𝙊𝙍𝙈𝘼𝙏𝙄𝙊𝙉 ❭ ❀°━⊱
┃
┣➥ !𝚜𝚑𝚘𝚕𝚊𝚝 [𝚔𝚘𝚝𝚊]
┣➥ !𝚌𝚘𝚟𝚒𝚍 
┣➥ !𝚌𝚘𝚟𝚒𝚍𝚌𝚘𝚞𝚗𝚝𝚛𝚢 [𝙸𝚗𝚍𝚘𝚗𝚎𝚜𝚒𝚊]
┣➥ !𝚒𝚗𝚏𝚘𝚐𝚎𝚖𝚙𝚊 
┣➥ !𝚒𝚗𝚏𝚘𝚊𝚗𝚒𝚖𝚎 [𝚗𝚊𝚛𝚞𝚝𝚘]
┣➥ !𝚏𝚒𝚕𝚖𝚊𝚗𝚒𝚖𝚎 [𝚗𝚊𝚛𝚞𝚝𝚘]
┣➥ !𝚠𝚒𝚔𝚒 [𝚝𝚎𝚡𝚝]
┣➥ !𝚠𝚒𝚔𝚒𝚎𝚗 [𝚝𝚎𝚡𝚝]
┣➥ !𝚌𝚞𝚊𝚌𝚊 [𝚍𝚊𝚎𝚛𝚊𝚑]
┣➥ !𝚛𝚎𝚜𝚎𝚙 [𝚖𝚊𝚔𝚊𝚗𝚊𝚗]
┣➥ !𝚌𝚎𝚔𝚝𝚊𝚗𝚐𝚐𝚊𝚕 [17 𝚊𝚐𝚞𝚜𝚝𝚞𝚜]
┃
┣━°❀ ❬ 𝙋𝙐𝙄𝙎𝙄 & 𝙌𝙐𝙊𝙏𝙀𝙎 ❭ ❀°━⊱
┃
┣➥ !𝚙𝚞𝚒𝚜𝚒1
┣➥ !𝚙𝚞𝚒𝚜𝚒2
┣➥ !𝚌𝚎𝚛𝚙𝚎𝚗 
┣➥ !𝚚𝚞𝚘𝚝𝚎𝚜1
┣➥ !𝚚𝚞𝚘𝚝𝚎𝚜2
┃
┣━━━°❀ ❬ 𝘿𝙊𝙒𝙉𝙇𝙊𝘼𝘿 ❭ ❀°━━⊱
┃
┣➥ !𝚢𝚝𝚖𝚙𝟹 [𝚕𝚒𝚗𝚔]
┣➥ !𝚢𝚝𝚖𝚙𝟺 [𝚕𝚒𝚗𝚔]
┣➥ !𝚏𝚋 [𝚕𝚒𝚗𝚔]
┣➥ !𝚝𝚒𝚔𝚝𝚘𝚔 [𝚕𝚒𝚗𝚔]
┣➥ !𝚝𝚠𝚝 [𝚕𝚒𝚗𝚔]
┣➥ !𝚒𝚐 [𝚕𝚒𝚗𝚔]
┣➥ !𝚓𝚘𝚘𝚡 [𝚕𝚒𝚗𝚔]
┃
┣━━━━°❀ ❬ 𝙂𝙍𝙊𝙐𝙋 ❭ ❀°━━━━⊱
┃
┣➥ !𝚌𝚕𝚘𝚜𝚎𝚐𝚌
┣➥ !𝚘𝚙𝚎𝚗𝚐𝚌 
┣➥ !𝚝𝚊𝚐𝚖𝚎 
┣➥ !𝚜𝚎𝚝𝚗𝚊𝚖𝚎 
┣➥ !𝚜𝚎𝚝𝚍𝚎𝚜𝚌
┃
┣━━━━━°❀ ❬ 𝙄𝙎𝙇𝘼𝙈 ❭ ❀°━━━━⊱
┃
┣➥ !𝚚𝚞𝚛𝚊𝚗
┃
┣━━━━━°❀ ❬  18+ ❭ ❀°━━━━━⊱
┃
┣➥ !𝚌𝚎𝚛𝚜𝚎𝚡
┣➥ !𝚒𝚗𝚍𝚘𝚑𝚘𝚝
┣➥ !𝚗𝚎𝚔𝚘𝚊𝚗𝚒𝚖𝚎 
┣➥ !𝚑𝚎𝚗𝚝𝚊𝚒 
┣➥ !𝚗𝚜𝚏𝚠𝚗𝚎𝚔𝚘
┃
┣━━━━°❀ ❬ 𝙊𝙏𝙃𝙀𝙍 ❭ ❀°━━━━━⊱
┃
┣➥ !𝚋𝚒𝚝𝚕𝚢  [𝚕𝚒𝚗𝚔]
┣➥ !𝚗𝚊𝚖𝚊𝚗𝚒𝚗𝚓𝚊 [𝚗𝚊𝚖𝚊𝚕𝚞]
┣➥ !𝚊𝚕𝚊𝚢 [𝚝𝚎𝚡𝚝]
┣➥ !𝚒𝚐𝚜𝚝𝚊𝚕𝚔 [@vec.m_]
┣➥ !𝚘𝚌𝚛 
┣➥ !𝚐𝚊𝚢 
┣➥ !𝚌𝚑𝚎𝚔𝚒𝚙 
┣➥ !𝚙𝚒𝚗𝚐 
┣➥ !𝚕𝚘𝚊𝚍𝚒𝚗𝚐
┣➥ !𝚑𝚘𝚜𝚝𝚜𝚎𝚊𝚛𝚌𝚑 
┣➥ !𝚜𝚌𝚍𝚕 
┣➥ !𝚜𝚊𝚢 
┣➥ !𝚙𝚎𝚜𝚊𝚗𝚔𝚘𝚜𝚘𝚗𝚐  
┣➥ !𝚖𝚊𝚙  [𝚍𝚊𝚎𝚛𝚊𝚑]
┃
┣━━━━°❀ ❬ 𝗙𝗜𝗚𝗟𝗘𝗧 ❭ ❀°━━━━━⊱
┃
┣➥ !𝚛𝚞𝚖𝚊𝚑 
┣➥ !𝚕𝚘𝚟𝚎 
┣➥ !𝚕𝚊𝚔𝚗𝚊𝚝 
┣➥ !𝚋𝚎𝚛𝚞𝚊𝚗𝚐
┣➥ !𝚙𝚊𝚌𝚔𝟷
┣➥ !𝚙𝚊𝚌𝚔𝟸
┣➥ !𝚙𝚊𝚌𝚔𝟹
┣➥ !𝚙𝚊𝚌𝚔𝟺
┣➥ !𝚙𝚊𝚌𝚔𝟻
┣➥ !𝚙𝚊𝚌𝚔𝟼
┣➥ !𝚙𝚊𝚌𝚔𝟽
┣➥ !𝚙𝚊𝚌𝚔𝟾
┣➥ !𝚙𝚊𝚌𝚔𝟿
┃
┣━━━━°❀ ❬ 𝙎𝙊𝙐𝙉𝘿 ❭ ❀°━━━━━⊱
┃
┣➥ !𝚜𝚊𝚕𝚊𝚖
┣➥ !𝚝𝚊𝚛𝚒𝚔𝚜𝚒𝚜
┣➥ !𝚋𝚊𝚔𝚊
┣➥ !𝚍𝚎𝚜𝚊𝚑 
┣➥ !𝚐𝚘𝚋𝚘𝚔
┣➥ !𝚜𝚊𝚕𝚊𝚖
┣➥ !𝚛𝚘𝚝𝚒
┣━━━━━━━━━━━━━━━━━━━━
┃ _*THIS BOT BY VECTORS MOE*_
┗━━━━━━━━━━━━━━━━━━━━`
}
/*
*JANGAN UBAH INFO ANJING
*KASIH CREDITS SAYA
*ARIS187 ID
*/


  


